TestDataFolder/TestDataFolder/SalesOpsSFDCDisableUser.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="http://tews6/wsdl">
   
   <soapenv:Body>
      <wsdl:SalesOpsSFDCDisableUser>
         
         <wsdl:SalesOpsSFDCDisableUserObjectProfileTab>
           
            <wsdl:_BAR_eMailAddress_BAR_>rjally@innominds.com</wsdl:_BAR_eMailAddress_BAR_>
            <wsdl:_BAR_revokeRole_BAR_>SOCRMAccessRole</wsdl:_BAR_revokeRole_BAR_>
            
         </wsdl:SalesOpsSFDCDisableUserObjectProfileTab>
      </wsdl:SalesOpsSFDCDisableUser>
   </soapenv:Body>
</soapenv:Envelope>